tap 'thoughtbot/formulae'
brew 'bat'
brew 'git'
brew 'go'
brew 'httpie'
brew 'neovim'
brew 'nvm'
brew 'python2'
brew 'python3'
brew 'rbenv'
brew 'rcm'
brew 'reattach-to-user-namespace'
brew 'the_silver_searcher'
brew 'tmux'
brew 'yarn'
brew 'zsh'

cask 'appcleaner'
cask 'google-chrome'
cask 'kap'
cask 'keepingyouawake'
cask 'sublime-text'
