tap 'homebrew/boneyard'
tap 'thoughtbot/formulae'
brew 'bat'
brew 'docker'
brew 'docker-compose'
brew 'docker-machine'
brew 'git'
brew 'httpie'
brew 'mas'
brew 'neovim'
brew 'nvm'
brew 'python3'
brew 'rcm'
brew 'reattach-to-user-namespace'
brew 'the_silver_searcher'
brew 'tmux'
brew 'yarn'
brew 'zsh'

cask 'appcleaner'
cask 'google-chrome'
cask 'kap'
cask 'keepingyouawake'
cask 'sublime-text'
cask 'transmission'
cask 'transmit'
cask 'viscosity'

mas '1Password', id: 443987910
mas 'Keynote', id: 409183694
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Slack', id: 803453959
mas 'Tweetbot', id: 557168941
mas 'Wunderlist', id: 410628904
mas 'Xcode', id: 497799835
